<fieldset class="note"><legend>Пояснения</legend>
<ul>
	<li>Поле "Название шаблона" - произвольное название, например назначение шаблона, применяется для выбора шаблона из выпадающего списка при назначенеи шаблона элементу (странице);</li>
	<li>"Метка шаблона" - строковый идентификатор шаблона;</li>
	<li>"Имя файла" - имя файла, в котором хранится html(php) код шаблона. Можно выбрать расширение файла (html/php). Код шаблона можно редактировать как в поле "Код шаблона", так и непосредственно в файле (папка /<?=$_VARS['tpl_dir']?>/);</li>
	<li>"Шаблон индексной страницы" - указание, что данный шаблон будет применяться к индексной (главной) странице сайта;</li>
	<li>"Шаблон по умолчанию" - указание, что данный шаблон будет применяться к любой странице сайта, если для нее не выбран другой шаблон;</li>
	<li>"Код шаблона" - поле редактирования кода шаблона (допускаются вставки php-кода).</li>	
</ul>
<p>
Шаблоны могут применяться не только к страницам, но и к отдельным элементам (инфоблоки, баннеры).
</p>
</fieldset>
